{
  "dependencies": [],
  "tasks": {},
  "rewards": {},
  "display": {
    "subtitle": {
      "translate": "No happy accidents!"
    },
    "description": [
      "Preparing",
      "First, you need to craft some things.",
      "",
      "Canvases: every canvas gives you one block of painting, so one is enough for a small painting, and 16 will be enough for the largest possible single painting (4×4). Typically, I suggest going with 4 — it is enough for a 2×2 painting that can fit on the easel.",
      "",
      "You can combine those canvases on a special Artist Table, which you will need to craft too. We will cover the canvas combination in the next step.",
      "",
      "Now we need something to paint with — paints and palette. Palettes are required to save the colors you are working with, and they are not infinite. They will not break, but you will need to recharge them eventually to continue painting.",
      "",
      "",
      "Preparing Workplace",
      "To start drawing, you would need to prepare our painting workshop. Place the artist table, the easel, put canvas on the easel and get palette in your hotbar.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "**1) Tools**",
      "Available tools: pixel pencil, brush, color picker, bucket tool and hand. Every tool has own purpose, we will describe them below.",
      "**2) Canvas area**",
      "Place where magic happens. When hovering over the canvas area with a drawing tool, a drawing cursor should appear, showing the area affected by the tool. You can reposition canvas with space (hand tool) and mouse wheel (zoom tool)",
      "**3) History & Scale**",
      "History and zoom tools. Press undo to revert the last action, and redo to get it back. Hotkeys are working. History is shared between players! Press plus to increase canvas scale and minus to decrease it.",
      "**4) Palette**",
      "Palette shows color saved in the palette which is placed in the slot (5).",
      "**5) Palette slot**",
      "Palette shows color saved in the palette which is placed in the slot (5). You can save up to 16 colors in one palette.",
      "**6) Canvas slot**",
      "Current canvas placed on this easel. You can also get it by shift+click on Easel, but alternatively, you can use this slot.",
      "**7) Tabs**",
      "Depending on the tool you're using, you'll see different tabs here. When you click any tab, the contents of (8) area will change. Last tab is always inventory. Not all tools have parameters. We'll cover different tools and parameters below.",
      "**8) Current tab**",
      "Current tab. You can select color from here, set up your tool opacity, size, and other options. When inventory selected, it shows your character's inventory.",
      "",
      "",
      "",
      "Inside the color tab, you will see three sliders (1,2,3) and an input field (4).",
      "",
      "**1) Hue (H) slider.** By holding mouse over that slider you can change the actual base color in currently selected palette slot.",
      "",
      "**2) Saturation (S) slider.** It affects the contrast of current color. On minimum value, it turns color to grayscale palette.",
      "",
      "And **(3) is brightness (B) slider.** On lowest value this will turn your color to black.",
      "",
      "**4) Input field** can be used to import color from somewhere else. It accepts hexadecimal value of RGB color, sometimes it's called HTML notation. It looks like this: #FFDAE9. You can freely paste to that field or enter manually. When pasting, it's not needed to clean up the field, color will be replaced automatically for convenience.",
      "",
      "",
      "",
      "**Pencil & Brush parameters:**",
      "",
      "Pencil configuration instruction image",
      "Configurations for Pencil and Brush tools are similar, so we'll cover both in one paragraph.",
      "",
      "**1) Blending type.** It defines, in which color space and which algorithm will be used to blend colors when blending is applicable (brush tool, not full intensity pencil). First here is RYB blending, which tries to imitate how real paints work in a very simplistic manner. It can be weird, but it makes nicer colors. Second is RGB blending, which is very familiar for digital artists (you may prefer that). Last is natural blending, which uses real data kindly provided by researcher Scott Allen Burns. It's not yet implemented in fact, but should give the best result in future.",
      "",
      "**2) Dithering type.** When enabled, every N pixel will be skipped, to give painting classic pixel-art dithering effect.",
      "",
      "**3) Intensity.** It defines, how much the pixel color under the brush will be affected. Blending is made by selected blending type. Lower values will barely affect color (useful for shades and lights), maximum value will just replace underlying pixel with another color.",
      "",
      "**4) Size.** Bigger size will affect more pixels. For brush, it's smoothly increased, but for pencil there are thresholds, pencil has only limited set of shape-sizes.",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "**Signing paintings:**",
      "When you are finished with your artwork, it's time to put your author signature. You will not be able to edit the painting after signing, so make sure it's good! Right-click with canvas in hand at empty space to open preview & signing interface:",
      "",
      "",
      "",
      "**Uploading Paintings:**",
      "",
      "The zetter merchant is a villager profession for the artist's table, which will allow you to buy & sell (with non-real money ofc) from this site! Zetter's paintings require access to your microsoft account to upload paintings properly. https://zetter.gallery/"
    ],
    "groups": {
      "Core": {
        "position": [
          -249,
          -61
        ]
      }
    },
    "icon": {
      "item": {
        "id": "zetter:paints",
        "count": 1
      },
      "type": "heracles:item"
    },
    "icon_background": "heracles:textures/gui/quest_backgrounds/default.png",
    "title": {
      "translate": "Painting"
    }
  },
  "settings": {
    "showDependencyArrow": true,
    "repeatable": false,
    "autoClaimRewards": false,
    "individual_progress": false,
    "hidden": "LOCKED",
    "unlockNotification": false
  }
}