{
  "dependencies": [
    "Community"
  ],
  "tasks": {},
  "rewards": {},
  "display": {
    "subtitle": {
      "translate": "Start here!"
    },
    "description": [
      "/5/--**Welcome to Inqusitive!**--/5/",
      "",
      "This is a modpack that aims to take the essence of exploration and take you on a journey through some of the highlights of the modded community in a cohesive, long-term experience, charting skies, stars, the sea, or realms beyond comprehension. It uses a variety of custom content to combine over 300 mods into a unique pack that features an entire redux of vanilla, the most vanilla thing it aims to retain is the feeling of discovering something fresh for the first time. So turn your gaze towards the stars, and keep exploring!",
      "",
      "",
      "- Discover your niche in the modded community",
      "- Play one of the oldest public Connector modpacks",
      "- See all of vanilla given a face-lift ",
      "- Explore new mechanics curtailed to the pack",
      "- Navigate reworked menus with plentiful new features",
      "- Tinker with physics integration through Valkyrien Skies",
      "- Uncover custom lore written for the server",
      "- Learn about hundreds of features through Heracles-based documentation",
      "",
      "",
      "",
      "--These guides will detail (hopefully) most everything you need to know to get started, but won't give you all the answers. Hopefully you find it enjoyable, and we give you the best of luck in staking your claim across a varied horizon!--"
    ],
    "groups": {
      "Core": {
        "position": [
          -1,
          -38
        ]
      }
    },
    "icon": {
      "item": {
        "id": "enlightened_end:stardust",
        "count": 1
      },
      "type": "heracles:item"
    },
    "icon_background": "heracles:textures/gui/quest_backgrounds/hexagons.png",
    "title": {
      "translate": "Welcome to Inquisitive!"
    }
  },
  "settings": {
    "showDependencyArrow": true,
    "repeatable": false,
    "autoClaimRewards": false,
    "individual_progress": false,
    "hidden": "LOCKED",
    "unlockNotification": false
  }
}