{
    "name": "Cooking I",
    "icon": "farmersdelight:cooking_pot",
    "category": "patchouli:cookbook",
    "pages": [
        {
            "type": "patchouli:text",
            "text": "   Once you have a variety of ingredients to get cooking with, you'll want some things to, well, cook said things in. The Cooking Pot is essential for this. It will allow you to create more complex recipes than that of standard crafting.$(br)$(br) The Stovetop allows one to cook multiple items, roughly that of six cuts of beef, at once to no cost of fuel. Cooking Pots and Skillets alike require a heat source, that things such as Stovetops or Campfires fufill.$(br)$(br)."
        },
        {
            "type": "patchouli:crafting",
            "recipe": "farmersdelight:cooking_pot",
            "recipe2": "farmersdelight:stove"
        },
        {
            "type": "patchouli:text",
            "text": "   To further set up a proper kitchen aside from cupboards, is a cutting board, detailed in $(l:patchouli:foraging)Foraging$(). Cutting boards serve most purpose in conserving ingredients, as cut ingredients often prove to be just as effective. All of these will enable the basics of food preperation and cooking.$(br)$(br)    Cultivating healthy and prosperous crops will be the baseline for your kitchen. Most crops easily grow on farmland, with the exception of tomatoes. $(br)$(br)."
        },
        {
            "type": "patchouli:crafting",
            "recipe":"farmersdelight:rope",
            "text": "Rope, crafted from two straw, will allow one to grow tomato vines and further yeild from a single tomato plant. Rice grows in a unique manner as well, requiring 1 deep water to grow, and preferred to have harvest by knives for a yield of straw.$(br)$(br) ."
        },
        {
            "type": "patchouli:spotlight",
            "item": "farmersdelight:roast_chicken_block,farmersdelight:shepherds_pie_block,farmersdelight:rice_roll_medley_block,farmersdelight:honey_glazed_ham_block,farmersdelight:stuffed_pumpkin_block,nethersdelight:stuffed_hoglin,endersdelight:stuffed_shulker",
            "title": "Feasts",
            "text": "   A multi-component dish, Feasts are signature for their feeding of a large group and sharability, along with a plethora of components required. To make one, it tends to take dedication, or a team of cooks with a common goal, yet the result is almost always worth it.$(br)$(br)  ."
        },
        {
            "type": "patchouli:relations",
            "entries": [
                "patchouli:cookingII",
                "patchouli:cookingIII"
                

            ]
        }

    ]
}