{
    "name": "Fishing",
    "icon": "crabbersdelight:crab_trap",
    "category": "patchouli:cookbook",
    "pages": [
        {
            "type": "patchouli:entity",
            "entity": "minecraft:cod",
            "text": "Common nearest beaches, cod is a useful, gentle flavored fish, can be cut. $(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "minecraft:salmon",
            "text": "A bit less briney than cod, salmon are found commonly in rivers and are easy to cut, salmon skin being a useful piece to keep on the meat.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "spawn:tuna",
            "text": "Found most commonly in birch forests, mutton is a hearty meat most useful for a feast, able to be cut into mutton chops. Smaller cuts.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "alexsmobs:catfish",
            "text": "Not particularly useful in culinary respects, catfish are mostly found in rivers and swamps. They range in size drastically, the larger ones even swallowing entire mobs., and have an attraction to sea lanterns.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "minecraft:tropical_fish",
            "text": "Colorful and with infintesimal variety, tropical fish are found mostly in warm oceans. Cuttable and watery.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "spawn:angler_fish",
            "text": "Common mostly in deep oceans, angler fish have undocumented uses, yet I have yet to have dived deep enough to catalogue it, or many other oceanic species, enough.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "alexsmobs:triops",
            "text": "More Crustacean than fish, the Triops provides most culinary use in it's eggs. Found in the waters of deserts, the eggs of these creatures make a mighty mosquito-repelling soup.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "sullysmod:lanternfish",
            "text": "Bright. Many varieties of bioluminecent fish exist, yet this one has a bit more meat to it than most. Upon consuming it, some of it's hormones induce a glowing effect in the stomach.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:entity",
            "entity": "crabbersdelight:crab",
            "text": "Found most frequently from crab traps(which are a helpful necessity to gather aquatic foods) the crab has a versatile, rich meat.$(br)$(br).",
            "rotate": false,
            "scale": "0.8"
        },
        {
            "type": "patchouli:spotlight",
            "item": "fishermens_trap:fishtrap",
            "title": "Traps",
            "text": "   There are two significant types of traps, crab and fish traps. Both provide useful functionality, enabling idle fishing for ingredients.$(br)   The crab trap is able to be filled with a variety of fish and catch crabs and similar cephalapods, and is able to bait more creatures than junk using fish- yet the fish trap is filled with certain foods to catch certain fish. Bread is the basic bait one can use, yet beetroot, sweet berries, melon slices, golden carrots, and even a lack of bait can yield special items.$(br2)."
        }
      
    ]
}