{
  "dependencies": [
    "gristmill"
  ],
  "tasks": {},
  "rewards": {},
  "display": {
    "subtitle": {
      "translate": "Gimme it sis!"
    },
    "description": [
      "With a tea kettle, one can brew a myriad of beverages. Teas especially have three variants, depending on how long a bushel has grown, being green, yellow and black- yet coffee and many other brews are found across the realms.",
      "",
      "",
      "- Oolong Shrub plants can be found in Jungle and Forest biomes.",
      "",
      "- Drops Oolong Berries, which can be used to replant Tea Shrubs.",
      "",
      "- Chamomile Flowers can be found often across the world.",
      "",
      "- Acts similarly to Pink Petals, where four flowers can be planted in one block.",
      "",
      "- Honeysuckle flowers can be found in Forest, Roofed Forest, and Savannah biomes.",
      "",
      "- Violet Bellflowers can be found in Taiga, Meadow, and Birch Forest biomes.",
      "",
      "Each type of Oolong removes a different set of negative status effects:",
      "Green Oolong removes Stupor, Hunger, and Acidic",
      "",
      "Black Oolong removes Weakness, Slowness, and Acidic",
      "",
      "Chamomile tea removes Nausea, Poison, and Acidic",
      "",
      "Honeysuckle tea removes Wither, Weakness, and Acidic",
      "",
      "Bellflower tea removes Levitation, Slowness, and Acidic",
      "",
      "Torchflower tea removes Darkness, Blindness, and Acidic"
    ],
    "groups": {
      "Culinary": {
        "position": [
          51,
          -136
        ]
      }
    },
    "icon": {
      "item": {
        "id": "bountifulfares:tea_berries",
        "count": 1
      },
      "type": "heracles:item"
    },
    "icon_background": "heracles:textures/gui/quest_backgrounds/default.png",
    "title": {
      "translate": "Tea"
    }
  },
  "settings": {
    "showDependencyArrow": true,
    "repeatable": false,
    "autoClaimRewards": false,
    "individual_progress": false,
    "hidden": "LOCKED",
    "unlockNotification": false
  }
}