{
  "dependencies": [
    "Knives"
  ],
  "tasks": {},
  "rewards": {},
  "display": {
    "subtitle": {
      "translate": "The Cutting Board is a workstation where players can break down one item into many outputs, by using a valid tool on it."
    },
    "description": [
      "Item splitting",
      "Items can be placed on the Cutting Board by using them on it. It always prefers receiving items from the off-hand, allowing players to hold their ingredients there while holding the tool in their main hand, processing the stack simply by holding the use button.",
      "",
      "When the correct tool is used on a valid item, it will be broken down into 1-4 different outputs, which are swiped sideways. Outputs always fly to the direction opposite to the Cutting Board's handle, allowing them to be collected by an item-capturing block, such as a Hopper or Basket. The tool receives 1 point of damage for each processed item.",
      "",
      "By default, Farmer's Delight adds certain types of recipes for the following tool categories:",
      "",
      "Knives: food portioning and processing;",
      "Pickaxes: splitting brick blocks back into individual bricks;",
      "Axes: stripping wood for its bark, salvaging wooden furniture;",
      "Shovels: digging out Clay Balls from Clay blocks;",
      "Shears: salvaging leather items;",
      "Tool carving",
      "Certain tools and weapons can be carved into the board's surface for display. To do so, sneak and right-click the board with the tool. It only works with tools and weapons."
    ],
    "groups": {
      "Culinary": {
        "position": [
          -22,
          -44
        ]
      }
    },
    "icon": {
      "item": {
        "id": "farmersdelight:cutting_board",
        "count": 1
      },
      "type": "heracles:item"
    },
    "icon_background": "heracles:textures/gui/quest_backgrounds/rounded_squares.png",
    "title": {
      "translate": "The Cutting Board"
    }
  },
  "settings": {
    "unlockNotification": false,
    "showDependencyArrow": true,
    "repeatable": false,
    "individual_progress": false,
    "hidden": "LOCKED"
  }
}