{
  "enchantment_lore.contains_no_enchantments": "Cuốn sách này không chứa phù phép.",
  "enchantment_lore.no_translation_for": "Không có dịch thuật cho phù phép:\n",
  "enchantment_lore.minecraft:aqua_affinity.lore": "Sự khó khăn trong việc đung đưa các công cụ nặng ở dưới nước là một rắc rối nổi tiếng cho các ngôi làng ở bờ biển mà cần thiết kế lại nền móng ngập trong nước của họ. Một số nhà phù phép đã phát triển một loại phép thuật giúp người hưởng nó thêm sự lanh lẹ khi ở trong nước. Phép thuật này được cho là dựa vào sinh lý của những con mực, một sự khẳng định được tuyên truyền bởi những nhà phù phép để biện minh cho một lỗ hổng mà làm suy giảm sự hiệu quả của phù phép nếu như người dùng không chìm hoàn toàn trong nước. Họ cũng khăng khăng rằng sự thiếu đi về chân và phổi của mực đang giới hạn sự ảnh hưởng tới chỉ những việc thủ công.",
  "enchantment_lore.minecraft:aqua_affinity.description": "§nĐào Nhanh Dưới Nước§r\n\nCấp độ tối đa: I\n\nTương thích với: Nón\n\nBỏ qua sự giảm đi 5x tốc độ đào khi đang đào dưới nước.\nKhông ảnh hưởng tới sự giảm đi 5x tốc độ đào khi đang nổi.",
  "enchantment_lore.minecraft:bane_of_arthropods.lore": "Một phiên bản khắc sâu và nâng cao hơn của một kinh cầu nguyện được dùng để đuổi đi những sâu bọ ở nhà: §oHyathri byothri§r. Phiên bản khác được tạo ra một cách có đào tạo để cho phép chúng gìn giữ với tư cách là một loại phù phép: §oNatu hafor byifur onai n’dotun wodur§r. Khi được áp dụng vào vũ khí, dòng chữ được khắc lên gia tăng sát thương đối với bọ và những loài chitin. Đáng chú ý, sự lựa chọn của biến thể ‘§obyifur§r’ của ‘§obyothri§r’ ban cho sức mạnh đáng kể kể cả khi đối với những kẻ thù thế giới khác, miễn là chúng thuộc giống loài côn trùng.",
  "enchantment_lore.minecraft:bane_of_arthropods.description": "§nHại loài Chân Đốt§r\n\nCấp độ tối đa: V\n\nTương thích với: Kiếm, Rìu\n\nNhân sát thương lên (2,5xcấp độ) đối với nhện, nhện hang, cá bạc, rận ender và ong.\n\nKhông thể kết hợp với Hại Thây Ma và Sắc Bén.",
  "enchantment_lore.minecraft:blast_protection.lore": "Nếu như có một thứ mà bất kì nhà thám hiểm gan dạ nào đều sẽ chạm phải trong chuyến đi vào ngôi đền sa mạc, bảo đảm rằng đó sẽ là niềm vui của sự §obùng nổ§r! Tất nhiên, sự bùng nổ sẽ rất là vui và giải trí cho đến khi có ai đó bị thương, và may mắn thay cho những nhà thám hiểm thân mến của chúng ta, phù phép Bảo Vệ khỏi Vụ Nổ là một tấm vé để giữ cho những hoạt động lễ hội nằm dưới sự kiểm soát. Cái ôm từ Creeper hay là màn chơi khăm tráo trở bởi những quả TNT, áo giáp được kết hợp với Sự Bảo Vệ khỏi Vụ Nổ của bạn chắc chắn sẽ trấn giữ \n một nụ cười trên mặt bạn!\" - §ođược sao chép từ thẻ tài liệu của Thương nhân lang thang§r",
  "enchantment_lore.minecraft:blast_protection.description": "§nBảo Vệ Khỏi Vụ Nổ§r\n\nCấp độ tối đa: IV\n\nTương thích với: Áo giáp\n\nGiảm sát thương nhận bởi các vụ nổ (8xcấp độ)%\nCác phù phép bảo vệ không thể kết hợp với nhau. Giảm tối đa 80% sát thương. Theo lý thuyết có thể giảm độ bật lùi từ vụ nổ, nhưng chỉ sau cấp độ VII, không thể đạt được trong sinh tồn. Điều này được gây ra bởi một lỗi (MC-198809).",
  "enchantment_lore.minecraft:channeling.lore": "Giữa những hành vi lạ kì của năng lượng phép thuật khoe mình trong những văn bản được phục hồi từ những người mất tích ở vùng biển, \"Chớp điện\" [ghi chú của dịch giả: tên gốc §oGylmallaghn§r] là một trong số phép thuật được tái hiện bởi những người hiện đại có chuyên môn. Khi được rèn vào tay cầm làm từ sừng và gắn vào vũ khí kim loại, Chớp điện sẽ cho phép vũ khí đó thu hút sấm sét từ cơn bão đang diễn đánh xuyên qua nó và vào sinh vật.\nTay cầm xuất hiện như là một bộ phận cần thiết cho phù phép Chớp điện hoạt động và cách nhiệt người sử dụng đối với những lần đánh không cần thiết, miễn là họ cẩn thận khi cầm.",
  "enchantment_lore.minecraft:channeling.description": "§nChớp Điện§r\n\nCấp độ tối đa: I\n\nTương thích với: Cây đinh ba\n\nLúc trời giông bão, bất cứ sinh vật nào bị ném trúng bởi cây đinh ba sẽ bị sấm sét đánh. Tương tự với sấm sét tự nhiên, biến creeper thành creeper điện, dân làng thành phù thủy, heo thành piglin thây ma và đổi màu bò nấm\n\nKhông thể kết hợp với Sóng Dữ.",
  "enchantment_lore.minecraft:cleaving.lore": "Những dân làng vùng núi và tiều phu không xa lạ gì đối với sự hữu dụng của rìu được tăng cường bởi nghi thức dành cho việc bửa củi, kể cả khúc gỗ dày dặn nhất của khu vực núi cao. Với một vài điều chỉnh nhỏ, những chiếc rìu tương đương được chuẩn bị cho trận chiến \ncó thể đánh ngã khiên và xuyên thủng hàng phòng thủ của kẻ thù những kẻ nghĩ rằng việc trốn sau ván lạng có thể là con đường cho sự cứu rỗi. Một chiếc rìu được tạo ra với thời trang sẽ chứng minh rằng chúng có sức hút chết chốc.",
  "enchantment_lore.minecraft:cleaving.description": "§nChẻ Đôi§r\n\nCấp độ tối đa: III\n\nTương thích với: Rìu\n\nTăng sát thương đối với mọi kẻ thù lên (1+cấp độ) và thêm 0.5 giây (10 tick) thời gian khiên bị vô hiệu hóa.\n\nKhông thể kết hợp với Sắc Bén, Hại loài Chân Đốt và Hại Thây Ma.",
  "enchantment_lore.minecraft:binding_curse.lore": "Chuyện dân gian luôn tràn đầy những câu chuyện về lòng quả cảm và những vẻ vang được kể lại của sự liên kết được rèn từ anh hùng và vũ khí huyền thoại của họ. Thứ mà những Merlin địa phương không kể cho bạn về những câu chuyện chính là Lời nguyền Ràng Buộc. Vật phẩm bị gán cho cái thần chú xảo quyệt này không thể bị loại bỏ bởi người mặc: chỉ có cái chết của vật phẩm đó hoặc người mặc mới có thể phá hủy nó. Một sự lựa chọn của các ví dụ u ẩn thậm chí còn đề xuất rằng một số vật phẩm có thể tồn đọng lại kể cả khi đã đi qua cái chết…",
  "enchantment_lore.minecraft:binding_curse.description": "§nLời Nguyền Ràng Buộc§r\n\nCấp độ tối đa: I\n\nTương thích với: Tất cả mọi món trang bị\n\nNgăn việc cởi bỏ trang bị từ ô áo giáp trừ khi chết hoặc trang bị bị hư. Người chơi trong chế độ sáng tạo được miễn trừ.",
  "enchantment_lore.minecraft:vanishing_curse.lore": "Một người nông dân và một người giữ ngựa một lần vướng vào cuộc tranh cãi về kĩ năng đóng móng ngựa của thợ đóng móng ngựa. Người nông dân khăng khăng rằng bất cứ lò rèn cũ nào đều cũng có thể xử lý công việc, trong khi người giữ ngựa kiên quyết rằng chỉ có thợ đóng móng ngựa mới được tin tưởng giao cho công việc. Người nông dân có con ngựa được đóng móng bởi thợ rèn, còn người giữ ngựa có con chiến mã được đóng móng nhờ thợ đóng móng ngựa. Một tuần sau, người nông dân phàn nàn với người giữ ngựa về việc ông ấy không thể thay chiếc dép xăng đan của mình vì thợ vá dày đã mất hết dép.\" - §otruyện ngụ ngôn cho những người tập việc nhà phù phép trước khi họ có thể bước vào giai đoạn học nghề§r",
  "enchantment_lore.minecraft:vanishing_curse.description": "§nLời Nguyền Biến Mất§r\n\nCấp độ tối đa: I\n\nTương thích với: Bất cứ thứ gì có khả năng được phù phép\n\nLúc chết, tất cả vật phẩm trong túi đồ người chơi với phù phép này sẽ chỉ còn cái nịt.",
  "enchantment_lore.minecraft:depth_strider.lore": "Một chủ đề phổ biến giữa việc phù phép đã được thử nghiệm không liên quan đến sự tàn phá đầy tàn bạo của thế giới vật chất bằng sức mạnh ma thuật, nói đúng hơn là một sự điều chỉnh đầy nhã nhặn của các thế lực tự nhiên. Cái phước lành bé nhỏ này không hoạt động bằng cách tăng cường sức mạnh cho người mặc, thay vào đó chúng khiến cho dòng nước ở gần chảy một cách đầy nhanh gọn. Kết quả là người mặc sẽ gặp ít lực cản hơn khi di chuyển dưới nước, kể cả chỉ khi đứng yên, dòng nước khó mà có thể cuốn họ đi. Câu thần chú được dệt theo một cách công phu nhất thậm chí còn làm cho dòng nước ngó lơ đi người mặc cứ như là họ đang không có ở đó. Những độc giả sắc sảo sẽ ghi nhớ rằng nếu thiếu đi nguồn không khí hoặc là một số phép thuật bổ trợ, người dùng sẽ không thể nào thở được ngay cả khi họ có thể tự do di chuyển.",
  "enchantment_lore.minecraft:depth_strider.description": "§nSải Bước Dưới Nước§r\n\nCấp độ tối đa: III\n\nTương thích với: Giày\n\nBỏ qua (cấp độ/3) tốc độ bị giảm khi ở dưới nước. Đồng thời ảnh hưởng đến tốc độ mà dòng nước đẩy người chơi và giá đỡ áo giáp.\n\nKhông thể kết hợp với Chân Lạnh.",
  "enchantment_lore.minecraft:efficiency.lore": "Though many enchantments are suited for only very narrow uses or certain tools, there do exist a few that by virtue of their construction can apply quite happily to almost any situation one could require. Efficiency works by amplifying the resonant conductance of a tool, allowing it to transfer the user’s effort more completely. The effect is to increase the overall speed at which the tool can help complete a job. Tools improved in this way can help clear-cut forests, bore through mountains, or even shift deserts in nearly the course of a single day.",
  "enchantment_lore.minecraft:efficiency.description": "§nHiệu Suất§r\n\nCấp độ tối đa: V\n\nTương thích với: Công cụ\n\nKhi sử dụng công cụ tương ứng để phá khối, tăng tốc độ công cụ lên (1+cấp độxcấp độ). Với rìu, tăng khả năng vô hiệu hoá khiên lên (25+cấp độ×5)%.",
  "enchantment_lore.minecraft:feather_falling.lore": "It’s no small secret that chickens and other fowl resist the threats of gravity by gliding, flapping their wings, or even outright flying. Following their example, one can mitigate the potential harm of a treacherous fall by trying to curtail downward momentum with a concentrated jet of air. Arcane tinkerers across the lands will often try their hand at their own variation of this simple principle, and though none have succeeded in the complete negation of dangerous falls, many have at least put up a commendable effort to reduce the severity of the inevitable landing.",
  "enchantment_lore.minecraft:feather_falling.description": "§nBảo Vệ Khỏi Sát Thương Khi Rơi§r\n\nCấp độ tối đa: IV\n\nTương thích với: Giày\n\nGiảm sát thương khi rơi (12×cấp độ)%. Có thể kết hợp với phù phép bảo vệ. Giảm tối đa 80% sát thương.",
  "enchantment_lore.minecraft:fire_aspect.lore": "Though many enchantments derive their formulations from living beings, some come from rather mundane and inanimate origins. One of the alchemical reductions of flint actually serves remarkably well as a metallurgic flux. A touch of magic here and an incantation there, and all of a sudden, a tool purified with this flux can spring sparks on contact and open flame with a solid hit. The treatment is reliable in its effect, though will it not allow the wielder to indiscriminately char, melt, or burn anything in their path unless whatever is on the receiving end is indeed flammable.",
  "enchantment_lore.minecraft:fire_aspect.description": "§nGây Cháy§r\n\nCấp độ tối đa: II\n\nTương thích với: Kiếm\n\nGây cháy đối phương trong thời gian (80×cấp độ) tick, hoặc là (4×cấp độ) giây.",
  "enchantment_lore.minecraft:fire_protection.lore": "First developed in a small savannah settlement, the Fire Protection enchantment helps to stunt the spread and liveliness of residual burning on the wearer. No method has yet been discovered to totally thwart the dangers of flame, but this figure, often seen in the form of a bauble, charm, or talisman peddled by vagrant magicians, is the next best thing. Fire will have a more difficult time adhering to the user, and burns will not maim quite so badly. The attentions of a healer or draught will in most cases still be needed, but with Fire Protection, at least those attentions will not be for naught. Gossip alleges that partial inspiration for this spell comes from the spit of llamas.",
  "enchantment_lore.minecraft:fire_protection.description": "§nBảo Vệ Khỏi Lửa§r\n\nCấp độ tối đa: IV\n\nTương thích với: Áo giáp\n\nGiảm sát thương gây bởi lửa (8×cấp độ)%. Đồng thời thời gian bị cháy giảm (15×cấp độ)%, nhưng chỉ khi đạt cấp độ tối đa. \nCác phù phép bảo vệ không thể kết hợp với nhau. Giảm tối đa 80% sát thương.",
  "enchantment_lore.minecraft:flame.lore": "The enchantment of Flame represents a unique intersection of the magical and the mechanical: much in the way that Fire Aspect depends on alchemically-treated flint, so does Flame require the addition of an imbued metal striker to the riser of the bow. When an arrow with a flint head is loosed from the bow, it will ignite thanks to the power infused into the striker, allowing the arrow to burn in flight and then spread its conflagration to whatever unlucky target lies in its path.",
  "enchantment_lore.minecraft:flame.description": "§nLửa§r\n\nCấp độ tối đa: I\n\nTương thích với: Cung\n\nĐối thủ bị bắn trúng bởi mũi tên từ cung tên có phù phép này sẽ bị cháy trong 5 giây, với tổng 4 sát thương cộng thêm.",
  "enchantment_lore.minecraft:fortune.lore": "The blessing of Fortune is one of the most coveted and greedily-guarded secrets in the practice of Enchanting. Very few written records exist that allude to even its most abstracted mechanisms, and oral traditions concerning its creation often are vouchsafed by fearsome hexes that will strike down any practitioner who tries to impart such knowledge to those outside of the lineage. What scant clues exist imply the invocation of some fickle deity or power with whom the Enchanter is merely striking the terms of a profane bargain…",
  "enchantment_lore.minecraft:fortune.description": "§nGia Tài§r\n\nCấp độ tối đa: III\n\nTương thích với: Mọi loại công cụ trừ kéo cắt xén\n\nTăng số lượng vật phẩm rơi ra từ một số khối nhất định, bao gồm quặng, cây trồng, lá cây, sỏi và dây leo.\nSự gia tăng số lượng vật phẩm rơi ra tùy thuộc vào mỗi khối.\n\nKhông thể kết hợp với Độ Mềm Mại.",
  "enchantment_lore.minecraft:frost_walker.lore": "Taking a cue from the mostly-lost art of golemancy, the Frost Walker enchantment trades the energy of a user’s motion for a persisting aura of concentrated cold under their step. The exact technique involves an alchemical sleight-of-hand, and practitioners should impart to patrons the importance continued motion in order to supply power to the spell. Correctly used, it will allow the wielder to move freely across water on mystically-formed ice, step across small fires, or even tread over molten rock so long as they are on a solid surface. The spell will do little to protect the wearer beyond the limits of a step, so great care should be taken in the presence of flowing lava or abundant flame.",
  "enchantment_lore.minecraft:frost_walker.description": "§nChân Lạnh§r\n\nCấp độ tối đa: II\n\nTương thích với: Giày\n\nĐóng băng nước trong bán kính (2+cấp độ) khối xung quanh người chơi.\nBăng tan sau vài giây nếu như tiếp xúc với bầu trời.\nNgười chơi phải di chuyển quanh mặt đất, và nguồn nước phải nằm ở cùng độ cao với phần dưới chân người chơi.\nĐồng thời ngăn sát thương gây ra do đi trên khối dung nham. \n\nKhông thể kết hợp với Sải Bước Dưới Nước.",
  "enchantment_lore.minecraft:impaling.lore": "An ornate inscription developed by a seafaring civilization, “Impaling” [translator’s note: original name §oPiryphthynu§r] hones the lancing force of tridents and similar aquatic weaponry, causing greater damage and more grievous injury against the denizens of the ocean. Modern practitioners will be surprised at the potency of the magic in its stronger forms, and further study should eventually yield valuable insights into techniques that draw power not just from applied magic but from the environment itself.",
  "enchantment_lore.minecraft:impaling.description": "§nXiên Vào Da Thịt§r\n\nCấp độ tối đa: V\n\nTương thích với: Đinh ba\n\nGây thêm (2,5xcấp độ) sát thương đối với các sinh vật biển. Sinh vật biển bao gồm cá heo, kẻ giám hộ, giám hộ cao niên, mực, rùa biển và mọi loại cá, trừ kẻ chết đuối.",
  "enchantment_lore.minecraft:infinity.lore": "The Infinity enchantment was first devised for a rich but clumsy duke who wanted to make a name for himself as a huntsman and who grew weary of wasting quiver after quiver. The rumor goes that the local fletcher even threatened to sail off to some faraway land in protest! After much trial and error, the duke’s magi refined a process for binding a bow and an arrow with a kind of arcane tether: the bow will project a mystical duplicate of the arrow that is nocked to it, providing the archer with an effectively limitless supply of ammunition without the burden of carrying the equivalent of a small tree’s weight in arrows. The delicate nature of the tether demands that only a mundane arrow be used to draw on Infinity’s power; arrows with their own infusions will launch from the bow without linking to it.",
  "enchantment_lore.minecraft:infinity.description": "§nVô Hạn§r\n\nCấp độ tối đa: I\n\nTương thích với: Cung\n\nNếu như bạn bắn mũi tên thường bằng cung có phù phép này, mũi tên sẽ không bị tiêu thụ.\nNgười chơi phải có ít nhất một mũi tên để phù phép này hoạt động, và mũi tên đã bắn không thể lấy lại được.\n\nKhông thể kết hợp với Sửa Chữa.",
  "enchantment_lore.minecraft:knockback.lore": "Illager martial magics are broadly considered to be a taboo subject among the more conservative practitioners of the Art, but lately a small faction of liberal pragmatists has taken to analyzing their creations. One such inscription has seen widespread use and no longer bears a heavy stigma: Knockback. At its core a simple work, this enchantment eases the transfer of kinetic energy from a warrior’s sword into their opponent, causing a much greater degree of reactive push from each strike.",
  "enchantment_lore.minecraft:knockback.description": "§nĐánh Bật Lùi§r\n\nCấp độ tối đa: II\n\nTương thích với: Kiếm\n\nTăng khoảng cách đối phương bị đánh bật lùi lên (3xcấp độ) khối.",
  "enchantment_lore.minecraft:looting.lore": "Looting is one of a highly specialized group of enchantments that seeks to alchemically transmute not the components or elemental correspondence of the modified item, but rather the fundamental action of that item itself. By converting a greater portion of a sword’s structure from the Material realm to the Essential, the enchantment enables the blade to apply less corporeal disruption while still maintaining an unchanged degree of realized lethality. The result is a weapon that can allow its user to scavenge more items from slain creatures due to the damage being applied more to the victim’s Essence than to its Material.",
  "enchantment_lore.minecraft:looting.description": "§nNhặt§r\n\nCấp độ tối đa: III\n\nTương thích với: Kiếm\n\nTăng số lượng vật phẩm rơi ra từ sinh vật. Những vật phẩm thông thường có thể rơi ra nhiều hơn tùy vào cấp độ của phù phép. Những vật phẩm hiếm hơn có thêm tỉ lệ (1-1/cấp độ) rơi ra và những vật phẩm hiếm nhất sẽ có thêm tỉ lệ (cấp độ)% rơi ra.",
  "enchantment_lore.minecraft:loyalty.lore": "Loyalty [translator’s note: original name §oLeilleng§r] is a niche – though adored – enchantment reverse-engineered from a relic of the archaic seafolk. A weapon imbued with Loyalty will bond with its wielder, seeking to return to their hands after being thrown. Greater bonds result in greater responsiveness, allowing the weapon to ready anew with greater and greater haste. For now, its underlying mechanisms are opaque, and scant few advancements have been made to graft the power into other tools.",
  "enchantment_lore.minecraft:loyalty.description": "§nLòng Trung Thành§r\n\nCấp độ tối đa: III\n\nTương thích với: Đinh ba\n\nĐinh ba sẽ quay về với chủ nhân sau khi bị ném trúng vật cản, di chuyển với vận tốc (10/(4-cấp độ)) khối trên giây.\n\nKhông thể kết hợp với Sóng Dữ.",
  "enchantment_lore.minecraft:luck_of_the_sea.lore": "A failed version of the more widespread Lure enchantment. Luck of the Sea began as an attempt at increasing the frequency of catching fish on a conventional rod, but an error in the inscription instead caused a marked increase in the number of errant baubles and trinkets that surfaced on the angler’s hook. The angler, true to his calling, chose to siphon the extra wealth afforded to him toward finalizing Lure before establishing a comfortable life as minor nobility.",
  "enchantment_lore.minecraft:luck_of_the_sea.description": "§nMay Mắn Của Đại Dương§r\n\nCấp độ tối đa: III\n\nTương thích với: Cần câu\n\nGia tăng tỉ lệ câu được vật phẩm có giá trị lên (2xcấp độ)%. Đồng thời giảm tỉ lệ câu được rác và giảm một chút tỉ lệ câu được cá.",
  "enchantment_lore.minecraft:lure.lore": "Developed by a minor noble and then spread across the land, Lure is a fundamental enchantment for waterfront to survive in a world of Illagers and Undead. By enticing nearby fish to take the bait more quickly, Lure relieves fishermen of long hours spent tending hook and rod, and instead lets them rapidly accrue a respectable catch so that they might return home to safety much sooner, especially since the most successful fishing must be done in twilight hours.",
  "enchantment_lore.minecraft:lure.description": "§nNhử§r\n\nCấp độ tối đa: III\n\nTương thích với: Cần câu\n\nGiảm thời gian đợi cá cắn câu đi (5xcấp độ) giây, xuống mức tối thiểu là 0.",
  "enchantment_lore.minecraft:mending.lore": "One of the only successful enchantments to directly involve the Essential realm, Mending creates an imprint of the inscribed item at the time of application and crystallizes that imprint in the item’s Essence. When Essential energy is funneled into the enchanted item, wear and tear from use be repaired as the item’s essence resonates with its imprint. So long as Essential energy is available to be absorbed, an item can hypothetically remain indefinitely and infinitesimally close to its Essential imprint. There §oare§r rumors that imprinted items can in fact have further enchantments applied to them through careful manipulation of the Essential, though whether those rumors bear substance is a topic of open debate within lineages of the Art.",
  "enchantment_lore.minecraft:mending.description": "§nSửa Chữa§r\n\nCấp độ tối đa: I\n\nTương thích với: Bất cứ thứ gì có độ bền\n\nSửa chữa vật phẩm bị hư có phù phép này đang cầm trên tay bằng cách tiêu thụ kinh nghiệm mà người chơi nhận được và hồi phục (2xkinh nghiệm) độ bền. Khi mà cầm nhiều vật phẩm có thể tiêu thụ kinh nghiệm cùng một lúc, một vật phẩm sẽ được chọn ngẫu nhiên.\n\nKhông thể kết hợp với Vô Hạn.",
  "enchantment_lore.minecraft:multishot.lore": "A thoughtful variation on the well-studied Infinity, Multishot eschews a semi-permanent tether in favor of a multiplicative effect on projectiles fired. Where Infinity uses its magical form to create new copies of a single unfired munition, Multishot instead recomposes a single bolt into three separate bolts. The enchantment leverages a special theorem in the Art which suggests that objects in fact retain a high degree of Essential cohesion if decomposed according to their strongest components rather than their strongest properties. By imbuing the necessary properties back into each separated component with magic, Multishot can produce serviceable effects across all three individual almost-bolts.",
  "enchantment_lore.minecraft:multishot.description": "§nMưa Tên§r\n\nCấp độ tối đa: I\n\nTương thích với: Nỏ\n\nBắn ba mũi tên cùng một lúc, nhưng chỉ tiêu hao 1 mũi tên. Chỉ một mũi tên có thể được nhặt lại. Mỗi đường đi của mũi tên cách nhau 10° theo chiều ngang. Phù phép này hoạt động trên cả những mũi tên đặc biệt và pháo hoa.\n\nKhông thể kết hợp với Xuyên Thủng.",
  "enchantment_lore.minecraft:piercing.lore": "Developed by a desert magician during a night of excessive drinking, Piercing quite simply increases the penetrative intensity of projectiles fired from the enchanted device. The magician’s first review of the dweomer while sober hypothesized that Piercing in fact operated successfully on the Essential, but later analyses demonstrated a function similar to the yielding effect found in spells such as Depth Strider. While epistemologically disappointing to practitioners of the Art, the martial applications have proven much more §opointed§r.",
  "enchantment_lore.minecraft:piercing.description": "§nXuyên Thủng§r\n\nCấp độ tối đa: IV\n\nTương thích với: Nỏ\n\nMũi tên được bắn ra có thể đi xuyên qua (1+cấp độ) kẻ thù. Mũi tên sau khi bắn xuyên qua sinh vật vẫn có thể lấy lại được, kể cả mũi tên đặc biệt. Phù phép này không hoạt động trên pháo hoa.\n\nKhông thể kết hợp với Mưa Tên.",
  "enchantment_lore.minecraft:power.lore": "In their desire to understand the causal mechanisms for the Undead menace, a team of practitioners undertook study of the animated skeleton archers that form a large part of the threat to Villages across the land. In the course of their work, they realized that it was not so much that the skeletons were innately powerful in a physical sense, but rather that their bows were somehow more pliant, and could transfer more kinetic energy from the skeletons’ draw into the flight of the arrow. Replicating these properties through inscription, the Enchanters were able to make the first Power bows.",
  "enchantment_lore.minecraft:power.description": "§nSức Mạnh§r\n\nCấp độ tối đa: V\n\nTương thích với: Cung\n\nTăng sát thương mũi tên gây ra 25% × (cấp độ+1), làm tròn lên.",
  "enchantment_lore.minecraft:projectile_protection.lore": "Tired of feeling like a pincushion when you lay down to sleep at night? Frustrated with the ceaseless salivary slings of your favorite packllama always wearing you down? Reticent toward the prospects of some spooky Netherbeast* lobbing who knows what foul missile at your innocent caravan? Enchant your gear with Projectile Protection today!  §m*Vendor is not responsible for type of assailant or type of projectile the user might encounter in real use.§r” - §ocopied from the brochure card of a Wandering Trader§r",
  "enchantment_lore.minecraft:projectile_protection.description": "§nBảo Vệ Khỏi Vật Được Bắn§r\n\nCấp độ tối đa: IV\n\nTương thích với: Áo giáp\n\nGiảm (8×cấp độ)% sát thương gây ra bởi các vật được bắn tới.\nCác phù phép bảo vệ không thể kết hợp với nhau. Giảm tối đa 80% sát thương.",
  "enchantment_lore.minecraft:protection.lore": "Perhaps one of the crowning achievements of applied Enchanting, Protection offers a holistic boost to defensive resilience that even a complete layperson can recognize and appreciate. No matter the type or source of damage, this spell will reduce the intensity of the hit suffered by the beneficiary so long as it is external in cause. When struck, imbued armor will absorb a portion of the damage that would usually be conveyed into the wearer’s Material body into the armor’s Essential instead.",
  "enchantment_lore.minecraft:protection.description": "§nBảo Vệ§r\n\nCấp độ tối đa: IV\n\nTương thích với: Áo giáp\n\nGiảm (4×cấp độ)% hầu hết mọi loại sát thương.\nCác phù phép bảo vệ không thể kết hợp với nhau. Giảm tối đa 80% sát thương.",
  "enchantment_lore.minecraft:punch.lore": "One might question the need to hit living creatures with heavy objects, but then one might also question the need to practice our Art in any respect save the mere ability and desire to do so. Punch began as something of a jest among student practitioners in the boreal Villages who would prepare snowballs augmented with a minor sigil to increase their heft with aims to knock their colleagues clean off their feet during recess. Later some of these students would play the same trick but with arrows loosed from a bow; this particular enchantment has become associated with a style of haphazard archery that forgoes precision in favor of raw stopping power.",
  "enchantment_lore.minecraft:punch.description": "§nBật Lùi§r\n\nCấp độ tối đa: II\n\nTương thích với: Cung\n\nTăng độ bật lùi gây ra bởi mũi tên lên (3×cấp độ) khối.",
  "enchantment_lore.minecraft:quick_charge.lore": "On battlefields swarming with Undead, no time can be spared to fumble with, prod, lock, and quarrel; for untrained soldiers, however, the crossbow serves as a more reliable armament than the full bow. Quick Charge is a simple infusion that eases the mechanism of a standard crossbow, allowing the wielder to reload the weapon with greater continuity. The user’s strength must still be enough to tension the prod, but so long as that requirement is met, they’ll have a greater rate of fire and much greater odds of survival.",
  "enchantment_lore.minecraft:quick_charge.description": "§nNạp Nhanh§r\n\nCấp độ tối đa: III\n\nTương thích với: Nỏ\n\nGiảm (0.25×cấp độ) giây thời gian nạp mũi tên vào nỏ.",
  "enchantment_lore.minecraft:respiration.lore": "Another of the enchantments developed out of the unique necessities of maritime living, Respiration affords users a greatly enhanced ability to hold their breath underwater. The inscription activates when nearby a lake, stream, or the ocean, and transmutes a small pocket of air around the wearer’s face to almost pure oxygen. Once submerged, the wearer may breathe in through their nose to supply their lungs, then breathe out through the mouth to release the spent air. Differences in the Essential components of the air in these states helps to prevent them from mixing in an arcane context.",
  "enchantment_lore.minecraft:respiration.description": "§nHô Hấp§r\n\nCấp độ tối đa: III\n\nTương thích với: Nón\n\nTăng (15×cấp độ) giây thời gian thở dưới nước. Đồng thời có tỉ lệ (cấp độ/(cấp +1)) không nhận sát thương khi đang đuối nước.",
  "enchantment_lore.minecraft:riptide.lore": "A fascinating example of the ingenuity of ancient peoples, Riptide [translator’s note: original name §oDulhaitnang’rhai§r] was originally presumed to be just a mere glamour meant to elevate the majesty of the imbued weapon. However, when a novitiate furtively stole a Riptide trident to impress his friends during a storm, it was discovered that the enchantment’s magic in fact allowed the weapon to become a mode of transport! Further testing demonstrated that the enchantment’s effects worked splendidly both in the water and during precipitating storms.",
  "enchantment_lore.minecraft:riptide.description": "§nSóng Dữ§r\n\nCấp độ tối đa: III\n\nTương thích với: Đinh ba\n\nKhi đang ở trong nước hoặc đứng dưới trời mưa, Người chơi sẽ phóng đi cùng đinh ba nếu như được phóng.",
  "enchantment_lore.minecraft:sharpness.lore": "One of the tried-and-true enchantments in common circulation, Sharpness simply cleans up imperfections in the blade of an imbued weapon. Though lacking in flashy effects or inventive arcane manipulation, the plain benefit of a weapon that hits just that much harder in a world beset by Undead and Pillagers is difficult to overstate.",
  "enchantment_lore.minecraft:sharpness.description": "§nSắc Bén§r\n\nCấp độ tối đa: V\n\nTương thích với: Kiếm, Rìu\n\nTăng (cấp độ/2+0.5) sát thương gây lên quái.\n\nKhông thể kết hợp với Hại Thây Ma và Hại Loài Chân Đốt.",
  "enchantment_lore.minecraft:silk_touch.lore": "An enchantment whose main barrier to application is the expense required to produce it. When successfully infused into a tool, Silk Touch allows the user to extract Material in a nearly unblemished state, even allowing such feats as shearing off sections of glass or cobwebs without harming them. The spell works by applying a kind of stasis to the Essential aspect of the struck substances: while constrained in this way, the Material of the substance can be easily moved but not easily altered.",
  "enchantment_lore.minecraft:silk_touch.description": "§nĐộ Mềm Mại§r\n\nCấp độ tối đa: I\n\nTương thích với: Mọi loại công cụ trừ kéo cắt xén\n\nKhiến cho một số khối 'dễ nứt vỡ' rơi ra dưới dạng nguyên bản khi được đào. Điều này bao gồm cả khối băng và những khối có khả năng lây lan.",
  "enchantment_lore.minecraft:smite.lore": "Many efforts have been made throughout the lineages of the Art to devise enchantments that draw on the power of theodicy and thaumaturgy. Rarely do they find the results that are sought, but sometimes a few little discoveries along the way, such as Smite, can make it worth their while. A certain prayer talisman can be ritually etched onto the blade of a weapon, condensing the wielder’s force of will into heightened lethality against Undead and certain chthonic fiends.",
  "enchantment_lore.minecraft:smite.description": "§nHại Thây Ma§r\n\nCấp độ tối đa: V\n\nTương thích với: Kiếm, Rìu\n\nTăng (2.5×cấp độ) sát thương gây lên các loài thây ma. Những loài thây ma bao gồm: người xương, thây ma, dân làng thây ma, boss khô héo, bộ xương khô héo, người lợn thây ma, ngựa xương, ngựa thây ma, kẻ lang thang, thây ma sa mạc, phantom, kẻ đuối nước và lợn thây ma.\n\nKhông thể kết hợp với Sắc Bén và Hại Loài Chân Đốt.",
  "enchantment_lore.minecraft:soul_speed.lore": "Though practitioners of the Art seldom look beyond their lineages for new inspiration in their research, a few open-minded polemicists have begun to argue that we ought to focus more fervently on learning the techniques of the Nether civilizations. One such example lofted on a pedestal to support this zeitgeist is Soul Speed [translator’s note: original §oHoxhguiit§r]. Equipment procured from piglins bearing this spell grant the wearer greater agility on the infernal sands of the Nether, where normally they would be under an influence quite the opposite.",
  "enchantment_lore.minecraft:soul_speed.description": "§nSoul Speed§r\n\nMax Level: III\n\nCompatible with: Boots\n\nIncreases walking speed on soul sand and soul soil by a factor of (1.3+0.105×level).",
  "enchantment_lore.minecraft:sweeping.lore": "A long-standing favorite of warriors in plains Villages, Sweeping Edge aids the user in ensuring that their attacks carry power consistently throughout the full arc of the swing. The magic cleverly bends the wind in front of and behind the blade to ensure that no matter how many foes lie in the track of the weapon, a stout blow will be visited upon each of them.",
  "enchantment_lore.minecraft:sweeping.description": "§nSweeping Edge§r\n\nMax Level: III\n\nCompatible with: Swords\n\nAdds (damage×level/(level+1)) to the base 1 sweeping attack damage.",
  "enchantment_lore.minecraft:thorns.lore": "Many of its most prominent users would be surprised to learn that Thorns in fact derives its function from an old piece of hedge magic employed by the reclusive Witches. Far from its heyday as a counter-curse that would blight nosy competitors trying to poach territory from the caster, the spell nowadays finds the greatest occurrence in the workclothes of farmers who wish to ward away nettlesome pests during their toils in the fields.",
  "enchantment_lore.minecraft:thorns.description": "§nThorns§r\n\nMax Level: III\n\nCompatible with: Armor\n\nWhenever the wearer takes damage, there's a (15×level)% of the attacker taking 1 damage and the armor losing 2 durability. This applies to both melee and ranged attacks. Each piece of armor worn has a separate chance to deal damage.",
  "enchantment_lore.minecraft:unbreaking.lore": "A weaker and less precise implementation of what would later become known as Mending, Unbreaking tries to link an item’s Material presence to a reinforced image of its Essence. Due to deficiencies and mistakes in the original drafting of the spell, its magic only serves to slow the rate at which Material damage will build on the item; its Essential aspect is not in fact influenced, only alluded to. In spite of failing to achieve its pinnacle form, Unbreaking sees much greater use throughout the land due to its ritual being less strenuous for the practitioner, and its infusion requiring reagents that are commonly at hand in the Enchanter’s atelier.",
  "enchantment_lore.minecraft:unbreaking.description": "§nUnbreaking§r\n\nMax Level: III\n\nCompatible with: Anything Damageable\n\nLoss of durability has a (100/(1+level))% chance of being negated. This makes the item last on average (level+1) times longer. Armor is a special case, having a (60+40/(level+1))% chance of taking damage.",
  "enchantment_lore.minecraft:swift_sneak.lore": "\"I promise you, brother, I am only alive because of these pants! I had to move as fast as I could without making a sound, lest the hideous beasts in the forest took notice of me; and yet I could feel the pressure of the hunt, the wolves and their masters afar but closer with every breath, following me without cease! Eventually I found a stream to drop my scent and escape, but without these pants surely some ferocious bear or bonewalker would have ended me. I promise, brother, they really saved me!\" - §ooverheard in a tavern from a quite intoxicated man§r",
  "enchantment_lore.minecraft:swift_sneak.description": "§nSwift Sneak§r\n\nMax Level: III\n\nCompatible with: Leggings\n\nIncreases the player's speed while crouching by 15%/level. At level 3, the player's crouch speed is 75% of their normal walking speed.",
  "enchantment_lore.veinmining:vein_mining.lore": "Rejected by their families and weak from near starvation, a sorceress called Vein and her bride-to-be were lacking the gold to pay for their daily meals. Determined to provide for the two of them, and possibly even give her significant other a big wedding, Vein casted an experimental spell upon a rusty pickaxe. Originally a spell for hunters' knives to remove animal hide without tearing it, it now was to fill the sorceresses pockets with gold upon touching a single ore. Meant to be a blessing, it soon turned into a curse as the bewitched pickaxe started tearing through any matter it touched. First the table it sat on, then the wooden floor, followed by layer upon layer of rock beneath - all disappeared, falling for seemingly ever in dropped stacks. Swallowed by this ever-growing hole in the ground was Vein, whose bride-to-be to this day is searching for her underground with the now perfected (and safe) version of what she calls Vein Mining.",
  "enchantment_lore.veinmining:vein_mining.description": "§nVein Mining§r\n\nMax Level: I\n\nCompatible with: Tools\n\nWhen a block is mined, all surrounding blocks of the same type are mined too, up to a distance and amount limit set in the config. All drops spawn at the place of the one manually mined block, and the tool's durability decreases for every block mined. The effect is deactivated while sneaking.",
  "enchantment_lore.moenchantments:potionretension.description": "Imbued\n\nMax Level: X\n\nWhen a potion effect is applied while holding the item, tokens of that effect are stored in the item.",
  "enchantment_lore.moenchantments:grapnel.description": "Grapnel\n\nMax Level: I\n\nPulls entity to player or player towards hit.",
  "enchantment_lore.moenchantments:tamedprotection.description": "Familiarity\n\nMax Level: I\n\nPrevents this weapon from damaging your pets.",
  "enchantment_lore.moenchantments:bowaccuracy.description": "Marksman\n\nMax Level: II\n\nIncreases accuracy.",
  "enchantment_lore.moenchantments:bowinaccuracy.description": "Curse of the Trooper\n\nMax Level: I\n\nAccuracy is drastically decreased.",
  "enchantment_lore.moenchantments:veinminer.description": "Vein Miner\n\nMax Level: III\n\nMines all nearby similar.",
  "enchantment_lore.moenchantments:blackhole.description": "Blackhole\n\nMax Level: I\n\nMined blocks go straight into the inventory.",
  "enchantment_lore.moenchantments:curseofender.description": "Curse of the End\n\nMax Level: III\n\nTeleports you on taking damage.",
  "enchantment_lore.moenchantments:filterfeeder.description": "Filter Feeder\n\nMax Level: I\n\nConverts bad effects of consumed food to positive effects.",
  "enchantment_lore.moenchantments:treefeller.description": "Treefeller\n\nMax Level: III\n\nChops down whole trees.",
  "enchantment_lore.moenchantments:arrow_chaos.description": "Chaos\n\nMax Level: I\n\nArrows get random potions.",
  "enchantment_lore.moenchantments:autosmelt.description": "Auto Smelting\n\nMax Level: I\n\nAuto smelts mined blocks.",
  "enchantment_lore.moenchantments:slippery.description": "Slippery\n\nMax Level: I\n\nItem has a chance to do dropped when used.",
  "enchantment_lore.moenchantments:soulbound.description": "Soulbound\n\nMax Level: X\n\nItem will not be dropped on death. Enchantment loses a level.",
  "enchantment_lore.fabricenchantments:consumer.description": "Consume\n\nMax Level: III\n\nUpon killing an entity there is a 10-30% chance(depends on level) that your hunger will be replenished.",
  "enchantment_lore.fabricenchantments:paralysis.description": "Paralysis\n\nMax Level: I\n\nUpon hitting a target the target will be frozen and have extremely low attack speed.",
  "enchantment_lore.fabricenchantments:tank.description": "Tank\n\nMax Level: V\n\nGrants the user higher max health (+1/2 heart per level).",
  "enchantment_lore.fabricenchantments:experience.description": "Experience\n\nMax Level: II\n\nGrants the user more experience when killing entities.",
  "enchantment_lore.fabricenchantments:sugar_rush.description": "Sugar Rush\n\nMax Level: I\n\nUpon killing an entity the wearer becomes fast and has increased jump height.",
  "enchantment_lore.fabricenchantments:sniper.description": "Sniper\n\nMax Level: II\n\nThe user does more damage the further they are from their target.",
  "enchantment_lore.fabricenchantments:nocturnal.description": "Nocturnal\n\nMax Level: I\n\nWhen hit during night user gets invisible.",
  "enchantment_lore.fabricenchantments:ender_mind.description": "Ender Mind\n\nMax Level: I\n\nWhen the user is hit and is below 4 hearts, they get automatically teleported away (short distance).",
  "enchantment_lore.fabricenchantments:poison_aspect.description": "Poison Aspect\n\nMax Level: I\n\nPoisons the target on each hit.",
  "enchantment_lore.fabricenchantments:beheading.description": "Beheading\n\nMax Level: I\n\nDrop head of some monsters.",
  "enchantment_lore.fabricenchantments:ice_aspect.description": "Ice Aspect\n\nMax Level: II\n\nSlows the target down on each hit.",
  "enchantment_lore.fabricenchantments:double_swing.description": "Double Swing\n\nMax Level: I\n\nChance to swing twice.",
  "enchantment_lore.fabricenchantments:god_of_thunder.description": "God of Thunder\n\nMax Level: I\n\nHas a 5% chance for lightning to summon upon the target.",
  "enchantment_lore.fabricenchantments:rise.description": "Rise\n\nMax Level: III\n\nUpon being hit, the target floats up in the air for a short duration.",
  "enchantment_lore.charm:acquisition.description": "Acquisition\n\nMax Level: I\n\nDrops go straight into the inventory.",
  "enchantment_lore.charm:aerial_affinity.description": "Aerial Affinity\n\nMax Level: I\n\nIncreases mining rate when not on ground.",
  "enchantment_lore.charm:tinted.description": "Tinted\n\nMax Level: I\n\nAllows changing the color of the enchanted glint using dye on an anvil.",
  "enchantment_lore.betterend.end_veil:description": "End Veil\n\nMax Level: I\n\nEnderman don't get angry, when you look at them.",
  "enchantment_lore.zoob:from_the_abyss.description": "From the Abyss\n\nMax Level: I\n\nRewards you for attacking land mobs and punishes you for attacking water mobs."
}